package com.ddk.ramenlab.data

import com.ddk.ramenlab.model.Board

object BoardData {
    val newBoard: List<Board> = listOf(
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요..."),
    )
}