package com.ddk.ramenlab.data

import com.ddk.ramenlab.model.Board

object BoardData {
    val newBoard: List<Board> = listOf(
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 4),
        Board("진라면 컵 볶음밥 만들기 ><", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 12),
        Board("존맛탱 불닭볶음면 만드는 방법...", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 3),
        Board("짜파게티에 맛소금을 왜 넣어요?", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 9),
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 19),
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 12),
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 12),
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 12),
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 12),
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 12),
        Board("신라면 맛있게 끓이는 법 대공개... ㄷㄷㄷ", "이거 알고 계셧나요... 엄청난 꿀팁을 공유해드릴게요...", chatCount = 12),
    )
}